[Character.CharClass_Nast_ThresherDrunk AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_Nast_ThresherDrunk AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Thresher Embriagado")
PlayThroughs[1]=(DisplayName="Thresher Bêbado")
PlayThroughs[2]=(DisplayName="Thresher Pingaiada")

[Skills.Skill_DrunkThresher_Slow SkillDefinition]
SkillName="Atordoamento lento"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

